{
    "messenger": {
        "id" : 1,
        "content": {
            "text": "ฉันกับดุนยานี้ไม่ใช่อื่นใดเลยนอกจากนักเดินทางคนหนึ่งที่พักพิงใต้ต้นไม้แล้วจากไป  (บันทึกโดย: อัต-ติรมีซีย์)"

        },
        "id" : 2,
        "content": {
            "text": "ฉันไม่เคยเสียใจกับอะไรมากไปกว่าที่แต่ละวันดวงอาทิตย์ลับขอบฟ้าอายุไขของฉันก็เพิ่มขึ้น แต่การงานของฉันหาได้เพิ่มขึ้นแต่อย่างใด  (บันทึกโดย: อัต-ติรมีซีย์)"

        },
        "id" : 3,
        "content": {
            "text": "การงานที่อัลลอฮฺรักยิ่งคือการงานที่เสมอต้นเสมอปลายแม้ทำทีละน้อยนิดก็ตาม  (บันทึกโดย: อัต-ติรมีซีย์)"

        },
        "id" : 4,
        "content": {
            "text": "พวกท่านทั้งหลายจงอ่านอัลกุรอานเถิด แท้จริงแล้วอัลกุรอานนั้น จะเป็นผู้ช่วยเหลือสหายของเขาในวันกิยามะห์  (บันทึกโดย: อัต-ติรมีซีย์)"

        },
        "id" : 5,
        "content": {
            "text": "ลูกหลานอาดัมทุกคนนั้นคือ คนทำความผิดและคนทำความผิดที่ดีที่สุดคือ คนที่กลับเนื้อกลับตัว  (บันทึกโดย: อัต-ติรมีซีย์)"

        },
        "id" : 6,
        "content": {
            "text": "ศาสนาของคนคนหนึ่งขึ้นอยู่กับสหายของพวกเขา ดังนั้นคนหนึ่งคนใดในหมู่ของพวกท่านจงดูด้วยว่า เขายึดใครเป็นเพื่อน  (บันทึกโดย: อัต-ติรมีซีย์)"

        },
        "id" : 7,
        "content": {
            "text": "ผู้ศรัทธาที่มีอีมานสมบูรณ์ที่สุดคือ ผู้ศรัทธาที่มีมารยาทที่สุด  (บันทึกโดย: อัต-ติรมีซีย์)"

        },
        "id" : 8,
        "content": {
            "text": "แท้จริงฉันได้ทิ้ง 2 อย่างให้กับพวกท่านแล้ว ที่พวกท่านจะไม่หลงทางตลอดไปหลังยึดมั่นกับ 2 อย่างนี้คือ คัมภีร์อัลกุรอานและซุนนะห์  (บันทึกโดย: อัต-ติรมีซีย์)"

        },
        "id" : 9,
        "content": {
            "text": "สภาพที่บ่าวใกล้ชิดพระเจ้าของเขาที่สุดคือสภาพที่เขาสุญูดลง ดังนั้นจงดุอาร์ให้มาก  (บันทึกโดย: อัต-ติรมีซีย์)"

        },
        "id" : 10,
        "content": {
            "text": "ความโปรดปราน (นิอฺมะห์) สองประการที่มนุษย์ส่วนมากมักจะปล่อยให้สูญเสียไปโดยเปล่าประโยชน์ นั่นคือ การมีสุขภาพที่ดีและการมีเวลาว่าง  (บันทึกโดย: อัต-ติรมีซีย์)"

        },
        "id" : 11,
        "content": {
            "text": "เอาไหมฉันจะบอกท่านถึงประตูแห่งความดีงาม การถือศีลอดเป็นเหมือนโล่ห์(คอยปกป้องไม่ให้กระทำผิด) จะช่วยลบล้างคาวมผิดเหมือนน้ำที่สามารถดับไฟได้   (บันทึกโดย: อัต-ติรมีซีย์)"

        },
        "id" : 12,
        "content": {
            "text": " ใครก็ตามที่อัลลอฮฺปราถนาให้เขาได้รับความดีงาม พระองค์จะให้เขามีความรู้ความเข้าใจในศาสนา  (บันทึกโดย: อัต-ติรมีซีย์)"

        }
    }
}