{
    "data": [
      {
        "category_name": {
          "th": "บทรำลึกถึงสดุดีถึงอัลลอฮฺยามเช้ายามเย็น"
        },
            "azkar": [
              {
                "chapter_id": 1,
                "chapter_name": {
                  "th": "บทรำลึกถึงอัลลอฮฺยามเช้า (อัซการยามเช้า)"
                },
                "azkar": [
                  {
                    "name": {
                      "th": "อายะห์กุรซี"
                    },
                    "about": {
                      "title_ar": " أعوذبالله من الشيطان الرجيم ",
                      "title_th": " อัลลอฮ์นั้นคือไม่มีผู้ที่เป็นที่เคารพสักการะใดๆ นอกจากพระองค์เท่านั้น ",
                      "text_ar": " اللّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَ لَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ ",
                      "text_th": " ผู้ทรงมีชีวิต ผู้ทรงบริหารกิจการทั้งหลาย โดยที่การง่วงนอนและการนอนหลับใด ๆ จะไม่เอาพระองค์ สิ่งที่อยู่ในบรรดาชั้นฟ้าและสิ่งที่อยู่ในแผ่นดินนั้นเป็นของพระองค์ ใครเล่าคือผู้ที่จะขอความช่วยเหลือให้แก่ผู้อื่น ณ ที่พระองค์ได้ นอกจากด้วยอนุมัติของพระองค์เท่านั้น พระองค์ทรงรู้สิ่งที่อยู่เบื้องหน้าของพวกเขา และสิ่งที่อยู่เบื้องหลังของพวกเขา และพวกเขาจะไม่ล้อมสิ่งใดจากความรู้ของพระองค์ไว้ได้ นอกจากสิ่งที่พระองค์ประสงค์เท่านั้น เก้าอี้พระองค์นั้นกว้างขวางทั่วชั้นฟ้าทั้งหลายและแผ่นดิน และการรักษามันทั้งสองก็ไม่เป็นภาระหนักแก่พระองค์ และพระองค์นั้นคือผู้ทรงสูงส่ง ผู้ทรงยิ่งใหญ่ "
                    }
                  },
                  {
                    "name": {
                      "th": "ซูเราะห์อัลอิคลาศ"
                    },
                    "about": {
                      "title_ar":  "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
                      "title_th": "ด้วยพระนามแห่งอัลลอฮ์ ผู้ทรงกรุณา ผู้ทรงเมตตาเสมอ" ,
                      "text_ar": " قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ ",
                      "text_th": "  จงล่าวเถิดมุฮัมมัด พระองค์คืออัลลอฮ์ผู้ทรงเอกะ อัลลอฮ์นั้นทรงเป็นที่พึ่ง พระองค์ไม่ประสูติ และไม่ทรงถูกประสูติ และไม่มีผู้ใดเสมอเหมือนพระองค์ – อ่าน 3  ครั้ง –"
                    }
                  },
                  {
                    "name": {
                      "th": "ซูเราะห์อัลฟาลัค"
                    },
                    "about": {
                      "title_ar":  "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
                      "title_th": "ด้วยพระนามแห่งอัลลอฮ์ ผู้ทรงกรุณา ผู้ทรงเมตตาเสมอ" ,
                       "text_ar": " قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ * مِن شَرِّ مَا خَلَقَ * وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ * وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ * وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ ",
                      "text_th": " จงกล่าวเถิดมุฮัมมัด ข้าพระองค์ขอความคุ้มครองต่อพระเจ้าแห่งรุ่งอรุณ ให้พ้นจากความชั่วร้ายที่พระองค์ได้ทรงบันดาลขึ้น และจากความชั่วร้าย แห่งความมืดของกาลเวลากลางคืน เมื่อมันแผ่คลุม และจากความชั่วร้ายของบรรดาผู้เสกเป่าในปมเงื่อน และจากความชั่วร้ายของผู้อิจฉาเมื่อเขาอิจฉา – อ่าน 3  ครั้ง –"
                    }
                  },
                  {
                    "name": {
                      "th": "ซูเราะห์อัลนาส"
                    },
                    "about": {
                      "title_ar":  "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ",
                      "title_th": "ด้วยพระนามแห่งอัลลอฮ์ ผู้ทรงกรุณา ผู้ทรงเมตตาเสมอ" ,
                      "text_ar": " قُلْ أَعُوذُ بِرَبِّ النَّاسِ * مَلِكِ النَّاسِ * إِلَهِ النَّاسِ * مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ * الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ * مِنَ الْجِنَّةِ وَ النَّاسِ ",
                      "text_th": " จงกล่าวเถิดมุฮัมมัด ข้าพระองค์ขอความคุ้มครอง ต่อพระเจ้าแห่งมนุษยชาติ  พระราชาแห่งมนุษยชาติ  พระเป็นเจ้าแห่งมนุษยชาติ ให้พ้นจากความชั่วร้าย ของผู้กระซิบกระซาบที่หลอกล่อ  ที่กระซิบกระซาบในหัวอกของมนุษย์  จากหมู่ญินและมนุษย์ – อ่าน 3  ครั้ง – "
                    }
                  },
                  {
                    "name": {
                      "th": "บทที่ 1"
                    },
                    "about": {
                      "text_ar": " أَصْـبَحْنا وَأَصْـبَحَ المُـلْكُ لله  وَالحَمدُ لله ، لا إلهَ إلاّ اللّهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُـلكُ ولهُ الحَمْـد، وهُوَ على كلّ شَيءٍ قدير ، رَبِّ أسْـأَلُـكَ خَـيرَ ما في هـذا اليوم وَخَـيرَ ما بَعْـدَه   ، وَأَعـوذُ بِكَ مِنْ شَـرِّ هـذا اليوم  وَشَرِّ ما بَعْـدَه  ، رَبِّ أَعـوذُبِكَ مِنَ الْكَسَـلِ وَسـوءِ الْكِـبَر ، رَبِّ أَعـوذُبِكَ مِنْ عَـذابٍ في النّـارِ وَعَـذابٍ في القَـبْر. ",
                      "text_th": " เราเข้าสู่เวลาเช้า (เย็น) อำนาจการปกครองเป็นกรรมสิทธิ์ของอัลลอฮ์ การสรรเสริญทั้งมวลเป็นกรรมสิทธิ์ของอัลลอฮ์ ไม่มีพระเจ้าอื่นใดนอกจากอัลลอฮ์องค์เดียวเท่านั้น ไม่มีภาคีใดๆคู่เคียงกับพระองค์ อำนาจทั้งหลายเป็นกรรมสิทธิ์ของพระองค์ และการสรรเสริญเป็นกรรมสิทธิ์ของพระองค์ และพระองค์นั้นทรงเดชานุภาพเหนือทุกสิ่ง โอ้พระผู้เป็นเจ้าของข้าพระองค์ ข้าพระองค์ขอต่อพระองค์ท่านสิ่งซึ่งเป็นคุณงามความดีที่มีอยู่ในวัน(ค่ำคืน)นี้ และคุณงามความดีที่จะมีมาในวันนี้และ ข้าพระองค์ขอความคุ้มครองด้วยพระองค์ให้พ้นจากความชั่วร้ายที่มีอยู่ใน วันนี้และความชั่วร้ายที่จะมีมาภายหลังวัน โอ้พระผู้เป็นเจ้าของข้าพระองค์ ข้าพระองค์ขอความคุ้มครองด้วยพระองค์ให้พ้นจากความเกียจคร้านและความเลวร้ายในวัยชรา โอ้พระผู้เป็นเจ้าของข้าพระองค์ ข้าพระองค์ขอความคุ้มครองด้วยพระองค์ให้พ้นจากการลงโทษในนรก และการลงโทษในกุบูร(หลุมฝังศพ) "
                    }
                  },
                  {
                    "name": {
                      "th": "บทที่ 1"
                    },
                    "about": {
                        "text_ar": " (اللّهُـمَّ بِكَ أَصْـبَحْنا وَبِكَ أَمْسَـينا  ، وَبِكَ نَحْـيا وَبِكَ نَمـوتُ وَإِلَـيْكَ النِّـشور  ",
                "text_th": " โอ้อัลลอฮ์ ด้วยพระองค์ท่านเราขอเริ่มวันใหม่และด้วยพระองค์ท่านเราได้เข้าสู่เวลาเย็น และด้วยพระองค์ท่านเราจึงมีชีวิตอยู่ และด้วยพระองค์ท่านเราจะตาย และเราจะฟื้นคืนชีพไปสู่พระองค์ท่าน "
                    }
                  },
                  {
                    "name": {
                      "th": "บทที่ 1"
                    },
                    "about": {
                      "text_ar": " سُبْحـانَ اللهِ وَبِحَمْـدِهِ عَدَدَ خَلْـقِه ، وَرِضـا نَفْسِـه ، وَزِنَـةَ عَـرْشِـه ، وَمِـدادَ كَلِمـاتِـه ",
                      "text_th": " มหาบริสุทธิ์แห่งอัลลอฮ์และด้วยการสรรเสริญต่อพระองค์เท่าจำนวนสิ่งที่ถูกสร้างของพระองค์ และด้วยความพอพระทัยของพระองค์ และด้วยน้ำหนักแห่งบัลลังก์ของพระองค์ และด้วยน้ำหมึกสำหรับบันทึกพจนารถของพระองค์ – อ่าน 3 ครั้ง – กล่าวเฉพาะยามเช้า เท่านั้น "
                    }
                  },
                  {
                    "name": {
                      "th": "บทที่ 1"
                    },
                    "about": {
                      "text_ar": " بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم ",
                "text_th": " ด้วยพระนามของอัลลอฮ์ ผู้ซึ่งไม่มีสิ่งหนึ่งสิ่งใดในชั้นฟ้าและแผ่นดินจะทำอันตรายใดๆ ในขณะที่มีการกล่าวนามของพระองค์อยู่ และพระองค์เป็นผู้ทรงได้ยิน ผู้ทรงรอบรู้ – อ่าน 3 ครั้ง –"
                    }
                  },
                  {
                    "name": {
                      "th": "บทที่ 1"
                    },
                    "about": {
                      "text_ar": " سُبْحـانَ اللهِ وَبِحَمْـدِهِ ",
                      "text_th": " มหาบริสุทธิ์แห่งอัลลอฮ์ และด้วยการสรรเสริญต่อพระองค์ – กล่าวซ้ำ 100 ครั้ง – "
                    }
                  },
                  {
                    "name": {
                      "th": "บทที่ 1"
                    },
                    "about": {
                     "text_ar": " لا إلهَ إلاّ اللّهُ وحْـدَهُ لا شَـريكَ لهُ، لهُ المُـلْكُ ولهُ الحَمْـد، وهُوَ على كُلّ شَيءٍ قَدير ",
                "text_th": "  ไม่มีพระเจ้าอื่นใดนอกจากอัลลอฮ์องค์เดียวเท่านั้น ไม่มีภาคีใดๆคู่เคียงกับพระองค์ อำนาจและการสรรเสริญทั้งมวลเป็นกรรมสิทธิ์ของพระองค์ และพระองค์ทรงเดชานุภาพเหนือทุกสิ่ง "
                  }
                  },
                  {
                    "name": {
                      "th": "บทที่ 1"
                    },
                    "about": {
                      "text_ar": " يا حَـيُّ يا قَيّـومُ بِـرَحْمَـتِكِ أَسْتَـغـيث ، أَصْلِـحْ لي شَـأْنـي كُلَّـه ، وَلا تَكِلـني إِلى نَفْـسي طَـرْفَةَ عَـين ",
                      "text_th": " โอ้พระผู้ทรงชีวิน โอ้พระผู้ทรงบริหารกิจการทั้งหลายด้วยความเมตตาของพระองค์ท่าน ข้าพระองค์ขอความช่วยเหลือ ขอพระองค์ทรงแก้ไขกิจการทั้งมวลของข้าพระองค์ และโปรดอย่าได้มอบหมายข้าพระองค์แก่ตัวของข้าพระองค์เลยแม้เพียงชั่วพริบตาเดียว "
                  }
                  },
                  {
                    "name": {
                      "th": "บทที่ 1"
                    },
                    "about": {
                       "text_ar": " اللّهُـمَّ إِنِّـي أسْـأَلُـكَ العَـفْوَ وَالعـافِـيةَ في الدُّنْـيا وَالآخِـرَة ، اللّهُـمَّ إِنِّـي أسْـأَلُـكَ العَـفْوَ وَالعـافِـيةَ في ديني وَدُنْـيايَ وَأهْـلي وَمالـي ، اللّهُـمَّ اسْتُـرْ عـوْراتي وَآمِـنْ رَوْعاتـي ، اللّهُـمَّ احْفَظْـني مِن بَـينِ يَدَيَّ وَمِن خَلْفـي وَعَن يَمـيني وَعَن شِمـالي ، وَمِن فَوْقـي ، وَأَعـوذُ بِعَظَمَـتِكَ أَن أُغْـتالَ مِن تَحْتـي ",
                      "text_th": "  โอ้อัลลอฮ์ ข้าพระองค์ขอต่อพระองค์ให้มีสุขภาพดีทั้งในดุนยาและอาคิเราะฮ์โอัอัลลอฮ์ ข้าพระองค์ขออภัยโทษต่อพระองค์ และการมีพลานามัยในการปฏิบัติตามศาสนาของพระองค์ และการดำรงชีวิตอยู่ในโลกนี้ของข้าพระองค์ และการอบรมสั่งสอนครอบครัวของข้าพระองค์ และการรักษาทรัพย์ของข้าพระองค์ โอ้อัลลอฮ์ ทรงปกปิดข้อผิดพลาดต่างๆของข้าพระองค์ และทรงให้ข้าพระองค์ปลอดภัยจากความหวาดกลัวทั้งหลาย โอ้อัลลอฮ์ ขอพระองค์ทรงคุ้มครองข้าพระองค์จากเบื้องหน้าของข้าพระองค์ จากเบื้องหลังของข้าพระองค์ จากเบื้องขวาของข้าพระองค์ จากเบื้องซ้ายของข้าพระองค์ และข้าพระองค์ขอความคุ้มครองด้วยความยิ่งใหญ่ของพระองค์ ให้พ้นจากการได้รับภยันตรายจากภายใต้ของข้าพระองค์ (คือถูกธรณีสูบ) "
                  }
                  },
                  {
                    "name": {
                      "th": "บทที่ 1"
                    },
                    "about": {
                      "text_ar": " اللّهُـمَّ  فاطِـرَ السّماواتِ وَالأرْضِ عالِـمَ الغَـيْبِ وَالشّـهادَةِ رَبَّ كـلِّ شَـيءٍ وَمَليـكَه ، أَشْهَـدُ أَنْ لا إِلـهَ إِلاّ أَنْت ، أَعـوذُ بِكَ مِن شَـرِّ نَفْسـي وَمِن شَـرِّ الشَّيْـطانِ وَشِـرْكِه ، وَأَنْ أَقْتَـرِفَ عَلـى نَفْسـي سوءاً أَوْ أَجُـرَّهُ إِلـى مُسْـلِم ",
                "text_th": " โอ้อัลลอฮ์ ผู้ทรงสร้างชั้นฟ้าและแผ่นดิน ผู้ทรงรู้ถึงสิ่งที่มองไม่เห็นและเห็น พระผู้อภิบาลและพระเจ้าของสรรพสิ่งทั้งมวล ข้าขอสาบานว่าไม่มีพระเจ้าอื่นใดที่ควรแก่การเคารพสักการะ นอกจากพระองค์เท่านั้น ข้าขอความคุ้มครองต่อพระองค์ให้พ้นจากสิ่งชั่วร้ายในตัวข้าพระองค์ และความชั่วร้ายของชัยฏอน และการตั้งภาคี และให้พ้นจากการทำผิดต่อวิญญาณของข้าพระองค์ หรือต่อพี่น้องมุสลิม "
                  }
                  },
                  {
                    "name": {
                      "th": "บทที่ 1"
                    },
                    "about": {
                      "text_ar": " اللّهـمَّ أَنْتَ رَبِّـي لا إلهَ إلاّ أَنْتَ ، خَلَقْتَنـي وَأَنا عَبْـدُك ، وَأَنا عَلـى عَهْـدِكَ وَوَعْـدِكَ ما اسْتَـطَعْـت ، أَعـوذُبِكَ مِنْ شَـرِّ ما صَنَـعْت ، أَبـوءُ لَـكَ بِنِعْـمَتِـكَ عَلَـيَّ وَأَبـوءُ بِذَنْـبي فَاغْفـِرْ لي فَإِنَّـهُ لا يَغْـفِرُ الذُّنـوبَ إِلاّ أَنْتَ ",
                      "text_th": "  โอ้อัลลอฮ์ พระองค์ท่านคือพระเจ้าของข้าพระองค์ ไม่มีพระเจ้าอื่นใดนอกจากพระองค์ และข้าพระองค์เป็นบ่าวของพระองค์ ข้าพระองค์อยู่ภายใต้ข้อตกลงและคำมั่นสัญญาของพระองค์เท่าที่ข้าพระองค์สามารถกระทำได้ ข้าพระองค์ขอความคุ้มครองด้วยพระองค์ ให้พ้นจากความชั่วร้ายที่ข้าพระองค์ได้กระทำไว้ ข้าพระองค์ขอสารภาพต่อพระองค์ในความโปรดปรานของพระองค์ที่มีต่อข้าพระองค์ และขอสารภาพในความผิดของข้าพระองค์ ดังนั้นขอพระองค์ทรงอภัยโทษให้แก่ข้าพระองค์ เพราะแท้จริงไม่มีผู้ใดจะอภัยโทษในความผิดทั้งมวลให้แก่ข้าพระองค์ได้ นอกจากพระองค์ท่านเท่านั้น ข้าพระองค์ขอความคุ้มครองด้วยพระองค์ให้พ้นจากความชั่วร้ายที่ข้าพระองค์ได้กระทำไว้ "
                  }
                  },
                  {
                    "name": {
                      "th": "บทที่ 1"
                    },
                    "about": {
                      "text_ar": " اللّهُـمَّ عافِـني في بَدَنـي ، اللّهُـمَّ عافِـني في سَمْـعي ، اللّهُـمَّ عافِـني في بَصَـري ، لا إلهَ إلاّ أَنْـتَ ",
                "text_th": " โอ้อัลลอฮ์ ขอพระองค์ทรงให้ข้าพระองค์มีสุขภาพดีในร่างกายของข้าพระองค์ โอ้อัลลอฮ์ ขอพระองค์ทรงให้ข้าพระองค์มีสุขภาพดีในการฟังของข้าพระองค์ โอ้อัลลอฮ์ ขอพระองค์ทรงให้ข้าพระองค์มีสุขภาพดีในการมองของข้าพระองค์ ไม่มีพระเจ้าอื่นใดนอกจากพระองค์ – อ่าน 3 ครั้ง – "
                  }
                  },
                  {
                    "name": {
                      "th": "บทที่ 1"
                    },
                    "about": {
                    "text_ar": " اللّهُـمَّ إِنّـي أَعـوذُبِكَ مِنَ الْكُـفر ، وَالفَـقْر ، وَأَعـوذُبِكَ مِنْ عَذابِ القَـبْر ، لا إلهَ إلاّ أَنْـتَ ",
                "text_th": " โอ้อัลลอฮ์ ข้าพระองค์ขอความคุ้มครองด้วยพระองค์ท่านให้พ้นจากการเนรคุณและความยากจน โอ้อัลลอฮ์ แท้จริงข้าพระองค์ขอความคุ้มครองด้วยพระองค์ท่านให้พ้นจากการทรมานในกุบูร (หลุมฝังศพ) ไม่มีพระเจ้าอื่นใดนอกจากพระองค์ท่าน – อ่าน 3 ครั้ง – "
                  }
                  }
                ]
              }
            ]
          }
        ]
      }
    
    