{
    "data": [
      {
        "category_name": {
          "th": "ดุอาฮฺ"
        },
        "chapters": [
          {
            "chapter_id": 1,
            "chapter_name": {
              "th": "ดุอาฮฺใช้ในชีวิตประจำวัน"
            },
            "duas": [
              {
                "dua_id": 1,
                "name": {
                  "th": "ดุอาร์ก่อนนอน"
                },
                "about": {
                "name": "ดุอาร์ก่อนนอน",
                "text_ar": " بِاسْـمِكَ اللّهُـمَّ أَمـُوْتُ وَأَحْـيَا ",
                "text_th": " ด้วยพระนามของพระองค์ โอ้อัลลอฮฺ ที่ฉันจะตาย และที่ฉันจะมีชีวิตอยู่ "
                }
              },
              {
                "dua_id": 2,
                "name": {
                  "th": "ดุอาร์ตื่นนอน"
                },
                "about": {
                "name": "ดุอาร์ตื่นนอน",
                "text_ar": " الْحَمْد لِلّهِ الَّذِىْ أَحْيَا نَا بَعْدَ مَا أَمَاتَنَاوَإِلَيْهِ النُّشُوْرُ ",
                "text_th": "มวลการสรรเสริญเป็นสิทธิแด่อัลลอฮฺ ซึ่งให้เรามีชีวิตชีวาหลังจากที่ได้ให้เราตายไป และเราทั้งหลายจะต้องกลับคืนสู่พระองค์"
                }
              },
              {
                "dua_id": 3,
                "name": {
                  "th": "ดุอาร์ก่อนรับประทานอาหาร"
                },
                "about": {
                "name": "ดุอาร์ก่อนรับประทานอาหาร",    
                "text_ar": " اللّهُمَّ بَارِكْ لَنَا فِيْمَا رَزَقْتَنَا وَقِنَاعَذاَبَ النَّارِ ",
                "text_th": " โอ้อัลลอฮฺ โปรดประทานความจำเริญในปัจจัยยังชีพแก่เรา และโปรดปกป้องเราให้พ้นจาไฟนรก "
                }
              },
              {
                "dua_id": 4,
                "name": {
                  "th": "ดุอาร์หลังรับประทานอาหาร"
                },
                "about": {
                "name": "ดุอาร์หลังรับประทานอาหาร",
                "text_ar": " الْحَمْدُ لِلّهِ الّذِى أَطْعَمَنَا وَسَقَانَاوَجَعَلَنَامُسْلِمِيْنَ ",
                "text_th": "  "
                }
              },
              {
                "dua_id": 5,
                "name": {
                  "th": "ดุอาร์เข้าห้องน้ำ"
                },
                "about": {
                "name": "ดุอาร์เข้าห้องน้ำ",
                "text_ar": " اللّهُمَّ إِنّى أَعُوْذُبِكَ مِنَ الْخُبْثِ وَالْخَبَائِثِ  ",
                "text_th": " โอ้อัลลอฮฺ ฉันขอปกป้องจากซัยตอนทั้งชายและหญิง "
                }
              },
              {
                "dua_id": 6,
                "name": {
                  "th": "ดุอาร์ออกจากห้องน้ำ"
                },
                "about": {
                "name": "ดุอาร์ออกจากห้องน้ำ",
                "text_ar": "  غُفْـرَانَكَ ",
                "text_th": " ข้าพระองค์ขออภัยโทษต่อพระองค์ "
                }
              },
              {
                "dua_id": 7,
                "name": {
                  "th": "ดุอาร์ขับขี่ยามพาหนะ"
                },
                "about": {
                "name": "ดุอาร์ขับขี่ยามพาหนะ",
                "text_ar": " سُبْحَانَ الّذِى سَخَّرَلَنَاهَذَا وَمَا كُنَّالَهُ مُقْرِنِيْنَ وَإِِنَّاإِلَى رِبِّنَالَمُنْقَلِبُوْنَ ",
                "text_th": " มหาบริสุทธิ์ผู้ทรงให้พาหนะนี้เป็นความสะดวกแก่เรา และเรานั้นไม่สามารถจะควบคุมมันได้ และแท้จริงเราจะต้องเป็นผู้กลับไปสู่พระเจ้าของเราอย่างแน่นอน "
                }
              },
              {
                "dua_id": 8,
                "name": {
                  "th": "ดุอาร์ให้แก่พ่อแม่"
                },
                "about": {
                "name": "ดุอาร์ให้แก่พ่อแม่",
                "text_ar": " رَبِّ اغْفِرْ لِيَّ وَلِوَالِدَيَّ وَارْحَمْهُمَا كَمَا رَبَّيَانِيْ صَغِيْرًا  ",
                "text_th": "โอ้พระผู้อภิบาลของฉัน โปรดอภัยโทยให้ฉัน และให้แก่บิดามารดาของฉัน และโปรดให้ความเมตตาท่านทั้งสองเหมือนที่ทั้งสองได้เอ็นดูเลี้ยงฉันมาในวัยเด็ก"
                }
              },
              {
                "dua_id": 9,
                "name": {
                  "th": "ดุอาร์รับอาซาน"
                },
                "about": {
                "name": "ดุอาร์รับอาซาน",
                "text_ar": " اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ ، وَالصَّلاةِ الْقَائِمَةِ، آتِ مُحَمَّداً الْوَسِيْلَةَ ، وَالْفَضِيْلَةَ، وَابْعَثْهُ مَقَامًا مَحْمُوداً الَّذِي وَعَدْتَهُ  ",
                "text_th": "โอ้อัลลอฮฺ พระผู้อภิบาลของคำเรียกร้องเชิญชวนอันสมบูรณ์นี้ และของการละหมาดที่จะดำรงต่อไป โปรดประทานวะซีละฮฺ(ความใกล้ชิด-สิทธิ์ในการขอให้เริ่มไต่สวนในวันกิยามะฮฺ) และความโปรดปรานให้แก่(ท่านนบี)มุฮัมมัด และโปรดฟื้นคืนชีพให้ท่านขึ้นมาอยู่ในตำแหน่งที่ได้รับการสรรเสริญตามที่พระองค์ได้ทรงสัญญากับท่านเอาไว้"
                }
              },
              {
                "dua_id": 10,
                "name": {
                  "th": "ดุอาร์ออกจากบ้าน"
                },
                "about": {
                "name": "ดุอาร์ออกจากบ้าน",
                "text_ar": " بِسْمِ اللَّهِ تَوَكَّلْتُ عَلَى اللَّهِ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ ",
                "text_th": "ด้วยพระนามของอัลลอฮฺ ฉันขอมอบหมายต่ออัลลอฮฺ ไม่มีอำนาจและกำลังใดๆ นอกจากมาจากพระองค์"
                }
              },
              {
                "dua_id": 11,
                "name": {
                  "th": "ดุอาร์เข้าบ้าน"
                },
                "about": {
                "name": "ดุอาร์เข้าบ้าน",
                "text_ar": "  أَللَّهُمَّ أِنِّىْ أَسْأَ لُكَ خَيْرَالْمُوْلَجِ وَخَيْرَالْمَخْرَجِ ",
                "text_th": " โอ้อัลลอฮฺ โปรดเปิดประตูแห่งความเมตตาของพระองค์ให้แก่ฉัน "
                }
              },
              {
                "dua_id": 12,
                "name": {
                  "th": "ดุอาร์เข้ามัสยิด"
                },
                "about": {
                "name": "ดุอาร์เข้ามัสยิด",
                "text_ar": " اللّهُـمَّ افْتَـحْ لِي أَبْوَابَ رَحْمَتـِكَ ",
                "text_th": " โอ้อัลลอฮฺ โปรดเปิดประตูแห่งความเมตตาของพระองค์ให้แก่ฉัน "
                }
              },
              {
                "dua_id": 13,
                "name": {
                  "th": "ดุอาร์ออกจากมัสยิด"
                },
                "about": {
                "name": "ดุอาร์ออกจากมัสยิด",
                "text_ar": " اللّهُـمَّ إِنّـي أَسْأَلُكَ مِـنْ فَضْـلِكَ ",
                "text_th": "โอ้อัลลอฮฺ ฉันขอความโปรดปรานจากพระองค์"
                }
              },
              {
                "dua_id": 14,
                "name": {
                  "th": "ดุอาร์หลังอาบน้ำละหมาด"
                },
                "about": {
                  "name": "ดุอาร์หลังอาบน้ำละหมาด",
                  "text_ar": "اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِيْنَ وَاجْعَلْنِي مِنَ الـمُتَطَهِّرِينَ وَرَسُوْلُهُ وَرَسُوْلُهُ أَشْهدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَريْكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ",
                  "text_th": "ฉันขอปฏิญาณว่าไม่มีพระเจ้าอื่นใดนอกจากอัลลอฮฺ เพียงองค์เดียวเท่านั้น ไม่มีภาคีใดๆสำหรับพระองค์ และฉันขอปฏิญาณว่ามุฮัมมัดเป็นบ่าว และเป็นศาสนทุตของพระองค์ โอ้อัลลอฮฺ โปรดทำให้ฉันอยู่ในหมู่ผู้ที่กลับตัวสู่พระองค์ และโปรดทำให้ฉันอยู่ในหมู่ผู้ที่ได้รับการขัดเกลาให้สะอาดด้วยเถิด"
                }
              },
              {
                "dua_id": 15,
                "name": {
                  "th": "ดุอาร์ก่อนเรียน"
                },
                "about": {
                "name": "ดุอาร์ก่อนเรียน",
                "text_ar": "  أَللَّهُمَّ افْتَحْ عَلَيْنَا حِكْمَتَكَ وَانْشُرْعَلَيْنَا مِنْ خَزَائِنِ رََحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِيْنَ ",
                "text_th": "  "
                }
              },
              {
                "dua_id": 16,
                "name": {
                  "th": "ดุอาร์ขอให้เพิ่มพูนความรู้"
                },
                "about": {
                "name": "ดุอาร์ขอให้เพิ่มพูนความรู้",
                "text_ar": " رَّبِّ زِدْنِي عِلْمًا ",
                "text_th": "โอ้พระผู้อภิบาลของฉัน โปรดเพิ่มพูนความรู้ให้แก่ฉันด้วยเถิด"
                }
              },
              {
                "dua_id": 17,
                "name": {
                  "th": "ดุอาร์ขอให้เรื่องง่ายดาย"
                },
                "about": {
                "name": "ดุอาร์ขอให้เรื่องง่ายดาย",
                "text_ar": " اللَّهُمَّ لَا سَهْلَ إلاَّ مَا جَعَلْتَهُ سَهْلاً، وأنْتَ تَجْعَلُ الحَزْنَ إذَا شِئْتَ سَهْلاً ",
                "text_th": " โอ้อัลลอฮฺ ไม่มีสิ่งใดง่ายดาย นอกจากเป็นสิ่งที่พระองค์ทรงให้มันง่ายดาย และพระองค์จะทรงทำให้เรื่องยาก หากพระองค์ประสงค์ เป็นสิ่งง่ายได้ "
                }
              }
            ]
          },
          {
            "chapter_id": 2,
            "chapter_name": {
              "th": "ดุอาร์ในอัลกุรอาน"
            },
            "duas": [
              {
                "dua_id": 1,
                "name": {
                  "th": "ดุอาร์ขอความเมตตาให้อัลลอฮฺชี้ทางนำ"
                },
                "about": {
                "name": "ดุอาร์ขอความเมตตาให้อัลลอฮฺชี้ทางนำ",
                "text_ar": " رَبَّنَا آتِنَا مِنْ لَّدُنكَ رَحمَةً وَهـَيِّئْ لَناَ مِنْ أَمْرِنَارَشَدًا ",
                "text_th": " ผู้อภิบาลของเรา โปรดให้ความเมตตาของท่านแก่เรา และโปรดให้การงานของเราอยู่ในแนวทางที่ถูกต้อง "
                }
              },
              {
                "dua_id": 1,
                "name": {
                  "th": "ดุอาร์ขออย่าให้หลงเดินทางผิด"
                },
                "about": {
                "name": "ดุอาร์ขออย่าให้หลงเดินทางผิด",
                "text_ar": " رَبَّنَا لاَتُزِغْ قُلُوْ بَنَا بَعْدَ إِذْ هـَدَيْتَنَا وَهـَبْ لَنَا مِنْ لَّدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهـَّابُ ",
                "text_th": " ผู้อภิบาลของเราได้โปรดอย่าให้ใจของเราหันเหออกจากความจริงภายหลังจากที่ท่านได้นำทางเราแล้วเปิดให้ฟังเมตตาของท่านแก่เราแน่นอนท่านคือผู้ที่มอบหมายให้อย่างท่วมท้น "
                }
              },
              {
                "dua_id": 1,
                "name": {
                  "th": "ดุอาร์ขอสี่งที่ดีงาม"
                },
                "about": {
                "name": "ดุอาร์ขอสี่งที่ดีงาม",
                "text_ar": " رَبِّ إِنِّ لِمَآ أَنزَلْتَإِلَيَّ مِنْ خَيرٍ فَقِيرٌ ",
                "text_th": " ผู้อภิบาลของฉันแน่นอนฉันขาดแคนสิ่งที่ดีงามทั้งหลายที่ท่านให้กับฉัน "
                }
              },
              {
                "dua_id": 1,
                "name": {
                  "th": "ดุอาร์ขออัลลอฮฺรับอะมัลของเรา"
                },
                "about": {
                "name": "ดุอาร์ขออัลลอฮฺรับอะมัลของเรา",
                "text_ar": " رَبَّنَاتَقَبَّلْ مِنَّاإِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيْمُ ",
                "text_th": " พระผู้อภิบาลของเรา โปรดรับการงานของพวกเราแน่นอนท่านนั้นได้ยินและรู้ดียิ่ง "
                }
              },
              {
                "dua_id": 1,
                "name": {
                  "th": "ดุอาณ์ขออภัย ขอให้ยืนหยัดอยู่ได้"
                },
                "about": {
                "name": "ดุอาณ์ขออภัย ขอให้ยืนหยัดอยู่ได้",
                "text_ar": " رَبَّا اغْفِرْ لَنَا ذُنُوبَنَاوَإِسْرَافَنَا فِي أَمْرِ نَا وَثَبِّتْ أَقْدَامَنَا وَانصُرْنَا عَلَ الْقَوْمِ الْكَا فِرِينَ ",
                "text_th": " ผู้อภิบาลของเราได้โปรดยกโทษให้แก่เราในความผิดบาปต่างๆและพฤติกรรมที่เกินเลยขอบเขตของเราที่เรายืนหยัดมั่นคงและให้เรามีชัยเหนือผู้ปฏิเสธศรัทธา "
                }
              },
              {
                "dua_id": 1,
                "name": {
                  "th": "ดุอาร์ขออภัยโทษให้ตนเองบิดามารดา"
                },
                "about": {
                "name": "ดุอาร์ขออภัยโทษให้ตนเองบิดามารดา",
                "text_ar": " رَبَّنَا اغْفِرْلِي وَلِوَالِدَيَّ وَلِلْمُؤْ مِنِينَ يَوْمَ يَقُمُ الْحِسَابُ ",
                "text_th": " ผู้อภิบาลของเราได้โปรดยกโทษให้ฉันยกโทษให้พ่อแม่ของฉันตลอดจนผู้ศรัทธาในวันที่จะมีการสอบสวน "
                }
              },
              {
                "dua_id": 1,
                "name": {
                  "th": "ดุอาร์ขอให้มีความอดทนและเสียชีวิตในสภาพที่อัลลอฮฺรัก"
                },
                "about": {
                "name": "ดุอาร์ขอให้มีความอดทนและเสียชีวิตในสภาพที่อัลลอฮฺรัก",
                "text_ar": " رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ  ",
                "text_th": " ผู้อภิบาลของเราโปรดให้เรามีความอดทนและโปรดให้เราตายในสภาพผู้ยอมจำนน "
                }
              },
              {
                "dua_id": 1,
                "name": {
                  "th": "ดุอาร์ขอให้ได้พบกับความสุขที่แท้จริงในโลกหน้า"
                },
                "about": {
                "name": "ดุอาร์ขอให้ได้พบกับความสุขที่แท้จริงในโลกหน้า",
                "text_ar": " رَبَّنَا وَآتِنَامَ وَعَدتَّنَا عَلَ رُسُلِكَ وَلاَتُخْزِنَا يَوْمَ الْقِيَا مَةِ إِنَّكَ لاَتُخْلِفُ الْمِيْعَادَ ",
                "text_th": " ผู้อภิบาลของเราและโปรดให้สิ่งที่พระองค์สัญญาผ่านศาสนาทูตไว้แก่เราโปรดอย่าให้เราต้องอัปยศในวันปรโลกเลยแน่นอนท่านไม่มีทางผิดคำสัญญา "
                }
              }
        ]
      }
    ]
  }
]
}    
  